baobab
base
base-devel
blueman
bluez-utils
btop
cava
clang
cmatrix
dmidecode
dosfstools
efibootmgr
epiphany
evince
exfatprogs
fastfetch
firefox
gdm
git
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-pop-shell-git
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-media-driver
intel-ucode
iwd
jdk-openjdk
kdenlive
kitty
kolourpaint
krita
lazygit
less
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-headers
loupe
lsd
malcontent
mtools
nano
nautilus
ncspot
neofetch
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
ookla-speedtest-bin
orca
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
rygel
shellharden
simple-scan
smartmontools
snapshot
sof-firmware
starship
stow
sushi
tecla
tmux
totem
ttf-cascadia-code-nerd
usbutils
visual-studio-code-bin
vlc
vulkan-intel
wget
wireless_tools
wireplumber
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
yazi
yelp
zram-generator
zsh
